Repository: ManelCG/Clavis
Catalog: locale/*/clavis.po
Languages: ca

source: %s already exists. Overwrite?
ca: %s ja existeix. Sobreescriure?

source: %s translation by:
ca: Traducció al %s per:

source: <a href="https://github.com/ManelCG/clavis">Github repository</a>
ca: <a href="https://github.com/ManelCG/clavis">Repositori de Github</a>

source: About
ca: Sobre

source: About Clavis
ca: Sobre Clavis

source: Accept
ca: Acceptar

source: Add new password to Clavis
ca: Afegir una nova contrasenya a Clavis

source: Add new password:
ca: Afegir nova contrasenya:

source: Add password
ca: Afegir contrasenya

source: Apply
ca: Aplicar

source: Artwork by:
ca: Art per:

source: Automatic type
ca: Escriure automàticament

source: Cancel
ca: Cancel·lar

source: Catalan
ca: Català

source: Choose a GPG key, import one or create a new one.
ca: Trie una clau GPG, importa una o crea una nova.

source: Choose key type:
ca: Trie un tipus de clau:

source: Clavis License
ca: Licència de Clavis

source: Clavis Master Key creation
ca: Creació de Clau Maestra de Clavis

source: Clavis acknowledgements
ca: Reconeixements de Clavis

source: Clavis is an easy to use Password Manager.
ca: Clavis es un Gestor de Contrasenyes fàcil d'usar.

source: Close
ca: Tancar

source: Comment (Optional)
ca: Comentari (Opcional)

source: Configure your Git server:
ca: Configure el seu servidor de Git:

source: Configure your new GPG key:
ca: Configure la seua nova clau GPG:

source: Confirm
ca: Confirmar

source: Confirm selection
ca: Confirmar selecció

source: Copy to clipboard
ca: Copiar al portapapers

source: Could not overwrite %s.
ca: No s'ha pogut sobreescriure %s

source: Create
ca: Crear

source: Create key
ca: Crear clau

source: Create new key
ca: Crear nova clau

source: Create new repo
ca: Crear nou repositori

source: Create new repository
ca: Crear nou repositori

source: Credits
ca: Crèdits

source: DSA and ElGamal
ca: DSA i ElGamal

source: Dark theme
ca: Tema oscur

source: Days
ca: Díes

source: Decrypted password:
ca: Contrasenya desxifrada:

source: Decrypting
ca: Desxifrant

source: Delete
ca: Borrar

source: Display password
ca: Mostrar contrasenya

source: Download passwords from Git
ca: Descargar contrasenyes de Git

source: Edit
ca: Editar

source: Edit existing password:
ca: Editar contrasenya existent:

source: Edit password
ca: Editar contrasenya

source: Edit password in Clavis
ca: Editar contrasenya en Clavis

source: English
ca: Anglés

source: Error. Could not remove %s
ca: Error. No s'ha pogut borrar %s

source: Export key
ca: Exportar clau

source: Export private GPG key
ca: Exportar clau privada GPG

source: Export public GPG key
ca: Exportar clau pública GPG

source: File
ca: Arxiu

source: Filter files
ca: Filtrar arxius

source: Folder %s contains %d files. Remove anyways?
ca: La carpeta %s conté %d arxius. Borrar igualment?

source: GPG key settings
ca: Opcions de clau GPG

source: Generate password with options
ca: Generar contrasenya amb les opcions

source: Git Synchronization Config
ca: Configuració de la sincronització amb Git

source: Git credentials
ca: Credencials de Git

source: Git email
ca: Email de Git

source: Git repo URL
ca: URL del repositori de Git

source: Git server settings
ca: Opcions del servidor de Git

source: Git username
ca: Nom d'usuari de Git

source: Go to the Clavis Github repository
ca: Anar al repositori de Github de Clavis

source: Help
ca: Ajuda

source: Hey! It seems this is your first time running Clavis. Initialize Password Store?
ca: Hola! Pareix que es la primera vegada que obriu Clavis. Desitja inicialitzar el magatzem de contrasenyes?

source: Import key
ca: Importar clau

source: Key length
ca: Longitud de la clau

source: Key length must be a 3+ digit number
ca: La longitud de la clau ha de ser un nombre de 3 o més xifres

source: Key name
ca: Nom de la clau

source: Key name must be at least 5 letters long
ca: El nom de la clau ha de tindre al menys 5 lletres

source: Key size:
ca: Grandària de la clau:

source: License
ca: Licència

source: Light theme
ca: Tema clar

source: Lowercase
ca: Minúscules

source: Months
ca: Mesos

source: Name must be at least 5 letters long.
ca: El nom ha de tindre al menys 5 lletres

source: New folder
ca: Nova carpeta

source: New folder name:
ca: Nom de la nova carpeta:

source: New password
ca: Nova contrasenya

source: New password name
ca: Nom de la nova contrasenya

source: New password:
ca: Nova contrasenya:

source: Numerals
ca: Nombres

source: Okay
ca: D'acord

source: Open File
ca: Obrir arxiu

source: Original text in %s by:
ca: Text original en %s per:

source: Password
ca: Contrasenya

source: Password Store
ca: Magatzem de Contrasenyes

source: Password Store data
ca: Dades del Magatzem de Contrasenyes

source: Password Store directory
ca: Carpeta del Magatzem de Contrasenyes

source: Password generator:
ca: Generador de contrasenyes:

source: Password length
ca: Longitud de la contrasenya

source: Password length:
ca: Longitud de la contrasenya:

source: Password name
ca: Nom de la contrasenya

source: Password output
ca: Eixida de la contrasenya

source: Password:
ca: Contrasenya:

source: Personal information:
ca: Informació personal:

source: Please enter a password
ca: Per favor, introduiu una contrasenya

source: Please give a name to your password
ca: Per favor, posa-li nom a la teua contrasenya

source: Please provide Git credentials
ca: Per favor, proporciona credencials de Git

source: Program developed by:
ca: Programa desenvolupat per:

source: Pronounceable
ca: Pronunciable

source: Quit
ca: Eixir

source: RSA and DSA (default)
ca: RSA and DSA (per defecte)

source: Remove file '%s'? This cannot be undone!
ca: Eliminar arxiu '%s'? Aquesta acció no es pot desfer!

source: Rename
ca: Canviar de nom

source: Rename %s:
ca: Canviar de nom %s:

source: Rename file
ca: Canviar nom de l'arxiu

source: Repeat password
ca: Repetir la contrasenya

source: Replace
ca: Reemplaçar

source: Russian
ca: Rus

source: Save Keys
ca: Guardar claus

source: Save your GPG key
ca: Guarda la teua clau GPG

source: Select your Clavis Master Key
ca: Selecciona la teua Clau Maestra de Clavis

source: Select your GPG key
ca: Selecciona la teua clau GPG

source: Set expiration (0 = eternal)
ca: Caducitat (0 = eterna)

source: Set key's password:
ca: Contrasenya de la clau:

source: Set password name:
ca: Nom de la contrasenya:

source: Show advanced configuration
ca: Mostrar configuració avançada

source: Show pass
ca: Mostrar

source: Spanish
ca: Espanyol

source: Symbols
ca: Símbols

source: Sync all passwords
ca: Sincronitzar contrasenyes

source: Upload passwords to Git
ca: Pujar contrasenyes a Git

source: Uppercase
ca: Majúscules

source: Use git server
ca: Utilitzar servidor Git

source: Username
ca: Nom d'usuari

source: Username:
ca: Nom d'usuari:

source: Weeks
ca: Setmanes

source: Welcome to Clavis!
ca: Benvingut a Clavis!

source: Writing credentials: %s
ca: Escrivint credencials: %s

source: Years
ca: Anys

source: Your name
ca: El teu nom

source: Your passwords do not match!
ca: Les contrasenyes no son iguals!

source: _Cancel
ca: _Cancel·lar

source: _Open
ca: _Obrir

source: _Save
ca: _Guardar

source: new_password
ca: nova_contrasenya
